<script setup lang="ts">

</script>

<template>
	<div class="flex justify-center">
		<div class="w-3/4">
			<br>
			<br>
			<HomeText>В строительной отрасли управление подрядчиками и предотвращение дебиторской задолженности являются критически важными задачами.</HomeText>
			<br>
			<br>
			<HomeText>Наличие ненадёжных подрядчиков может привести к невыполнению строительных работ в установленные сроки, что, в свою очередь, приводит к значительным финансовым потерям и задержкам в проектах.</HomeText>
			<br>
			<br>
			<HomeText>Внутри Самолёт накоплено большое количество данных по взаимодействию с подрядчиками и качеству, скорости их работ, что позволяет на основе данных найти зависимости для превентивной работы с проблемными подрядчиками.</HomeText>
			<br>
			<br>
			<HomeText>Разработана модель скоринга подрядчиков, которая позволит оценивать вероятность «дефолта» подрядчиков на горизонте 6 месяцев.</HomeText>
			<br>
			<br>
			<HomeText>Под «дефолтом» понимается наличие АРОР (Акт разграничения объёмов работ) или АСОР (Актов сверки объёмов работ) со снижением объёма работ более чем на 10%. Подписание данных актов свидетельствует о том, что подрядчик не выполнил запланированный объём работ.</HomeText>
		</div>
	</div>

</template>

<style scoped>

</style>