<script setup lang="ts">
import HeaderOne from "~/components/article/HeaderOne.vue";
import HeaderTwo from "~/components/article/HeaderTwo.vue";
import ListPoint from "~/components/article/PointsList.vue";
import NumericList from "~/components/article/NumericList.vue";

const contentsPoints = [
	'Технические риски',
	'Финансовые риски',
	'Правовые риски',
	'Внешние риски',
	'Экологические риски',
	'Репутационные риски',
	'Риски работы по договору',
	'Итог'
]

const conclusionPoints = [
	'Некачественная работа: подрядчик может выполнить работы некачественно или не в соответствии с договором, что может привести к необходимости дополнительных затрат на исправление ошибок.',
	'Несоблюдение сроков: подрядчик может не уложиться в сроки выполнения работ, что может привести к задержкам в графике строительства и дополнительным финансовым затратам.',
	'Непредвиденные дополнительные расходы: в процессе строительства могут возникнуть непредвиденные обстоятельства, которые потребуют дополнительных финансовых затрат.',
	'Несоблюдение правовых норм: подрядчик может не соблюдать законодательство или стандарты качества, что может привести к штрафам или претензиям со стороны государственных органов или заказчика.',
	'Недобросовестность подрядчика: подрядчик может действовать недобросовестно, не выполнять свои обязательства или даже прекратить работу посреди проекта, что может привести к серьезным проблемам для заказчика.'
]

</script>

<template>
	<div class="flex w-full justify-center">
		<div class="items-center w-9/12 sm:w-1/2">
			<HeaderOne>Риски работы с подрядчиками</HeaderOne>
			<ListPoint :paras="contentsPoints"/>
			<!-- Технические риски -->
			<HeaderTwo>Технические риски</HeaderTwo>
			<ArticleText>
				Ошибки при проектировании строительства, проблемы с правильностью и
				комплектностью разработанной проектной документацией,
				которые могут привести к увеличению затрат, задержкам сроков сдачи работ или проблемам с
				безопасностью на объекте.
			</ArticleText>
			<ArticleText>
				Ошибки и недочеты при производстве работ: проблема с качеством выполнения работ
				непосредственно на строительной площадке, которые могут привести к срывам
				сроков сдачи и нарушениям технологий производства работ.
			</ArticleText>
			<ArticleText>
				Особенности инженерно-геологического и экологического состояния
				территории застройки: в это понятие входят неучтенные перед началом проектирования
				условия состояния грунтов, наличия существующих подземных коммуникаций и загрязнения почв
			</ArticleText>
			<ArticleText>
				Сложности при производстве строительных работ: технические препятствия во время
				проведения работ, такие как затрудненный доступ к площадке, нерациональные методы
				строительства или непредвиденные погодные условия, которые могут привести к задержкам
				сроков сдачи или увеличению затрат.
			</ArticleText>
			<ArticleText>
				Отказ оборудования
			</ArticleText>
			<ArticleText>
				Доступность материалов: нехватка или ненадлежащее качество используемых
				материалов или повышение цен на них.
			</ArticleText>
			<!-- Финансовые риски -->
			<HeaderTwo>Финансовые риски</HeaderTwo>
			<ArticleText>
				Перерасход бюджета: происходит из-за непредвиденных расходов на
				строительные материалы или возникновения дополнительных работ, которые не были включены
				в первоначальный бюджет.
			</ArticleText>
			<ArticleText>
				Превышение запланированных расходов: когда итоговая стоимость проекта оказывается выше, чем закладывалось в первоначальном бюджете из-за ошибок подрядчика
			</ArticleText>
			<ArticleQuote>
				Чтобы снизить финансовые риски, следует проводить детальные проектирования, следить за расходами и отчетами подрядчиков.
			</ArticleQuote>
			<!-- Правовые риски -->
			<HeaderTwo>Правовые риски</HeaderTwo>
			<ArticleText>
				Нарушение договорных обязательств: споры между заказчиком, подрядчиком или другими сторонами, участвующими в строительном проекте. Они могут быть связаны с качеством работ, сроком их выполнения и оплатой.
			</ArticleText>
			<ArticleText>
				Срыв сроков строительства: возникают в случае невыполнения одной из сторон своих обязательств по сдаче объекта или части работ к определенному договором сроку. В таком случае пострадавшая сторона имеет право требовать компенсацию за время и деньги, потерянные из-за задержек в процессе строительства.
			</ArticleText>
			<ArticleText>
				Ненадлежащее качество строительства: если в процессе работы были допущены и не исправлены ошибки, или использованы некачественные материалы, то заказчик имеет право требовать у подрядчика компенсацию за понесенные убытки.
			</ArticleText>
			<ArticleText>
				Нарушение правил охраны труда и техники безопасности
			</ArticleText>
			<ArticleText>
				Экологическая ответственность: юридическая ответственность за ущерб окружающей среде,
				причиненный строительными работами.
			</ArticleText>
			<!-- Внешние риски -->
			<HeaderTwo>Внешние риски</HeaderTwo>
			<ArticleQuote>
				Не зависят от подрядчика и заказчика, обе стороны никак не могут повлиять на них
			</ArticleQuote>
			<ArticleText>
				Изменения в законодательстве: такие как, например, повышение налогов, или запрет долевого строительства и т.д.
			</ArticleText>
			<ArticleText>
				Волатильность рынка: в результате изменения цен на строительные материалы или экономической ситуации в стране конечная стоимость проекта может измениться и потребовать больших затрат.
			</ArticleText>
			<ArticleText>
				Непредвиденные погодные условия: могут задержать работы на неопределенный срок или нанести ущерб уже готовым объекту или его части.
			</ArticleText>
			<ArticleText>
				Конфликты с местными жителями или группами интересов: такими как, например, жильцы близлежащих домов или экоактивисты и пр. В случае их недовольства и обращения в соответствующие инстанции работы могут быть остановлены, а ответчик может получить штраф, если его вина будет доказана.
			</ArticleText>
			<ArticleQuote>
				Экологические и репутационные риски относятся к заказчику, в случае невыполнения подрядчиком норм безопасности и соблюдения установленных сроков. Это нарушение техники безопасности, экологические нормы, низкое качество работы, задержки сроков работы, загрязнение почв, уничтожение растительности
			</ArticleQuote>
			<!-- Риски работы по договору -->
			<HeaderTwo>Риски работы с подрядчиками по договору</HeaderTwo>
			<!-- Итог -->
			<HeaderTwo>Итог</HeaderTwo>
			<ArticleText>
				Работа со строительным подрядчиком может быть связана с рядом рисков, которые следует учитывать:
			</ArticleText>
			<NumericList :paras="conclusionPoints"/>
			<ArticleText>
				Для снижения рисков при работе со строительным подрядчиком рекомендуется внимательно выбирать исполнителя, заключать договор с четкими условиями и контролировать выполнение работ на каждом этапе процесса строительства. Также важно иметь регулярное взаимодействие с подрядчиком и решать все вопросы вовремя, чтобы избежать возможных проблем и задержек.
			</ArticleText>
		</div>
	</div>
</template>

<style scoped>

</style>